Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: The key {0} has an uncommon value.
ja: キー {0} の値は一般的ではありません。

source: The language prefix of wikipedia tags should be lowercase!
ja: wikipediaタグの言語プレフィックスは小文字でなければなりません!

source: The languages navigation bar at top of translated pages includes now the {{purge}} link to do that in one click.
ja: 変換されたページの最上部にある言語のナビゲーションバーにはワンクリックで{{Purge}}リンクが追加されました。

source: The last "via" and the "to" way are not connected.
ja: 最後の"via"と"to"のウェイが接続されていません。

source: The latitudes must be between {0} and {1}
ja: 緯度は{0}～{1}の範囲でなければなりません。

source: The layer {0} does not support the new projection {1}.
ja: レイヤー {0} は新しい投影法 {1} に対応していません。

source: The length of the new way segment being drawn.
ja: 描きたい新規ウェイ区間の長さ

source: The links are written in their respective natime names: "Deutsch", "English", "français", etc.
ja: リンクは "Deutsch", "English", "français", "日本語" などように、各国語で書かれています。

source: The list of languages is sorted alphabetically, grouped by scripts, with RTL scripts after LTR scripts.
ja: 言語の一覧は文字の種類や各方向によってグループ化され、アルファベット順で並べられます。

source: The longitudes must be between {0} and {1}
ja: 経度は{0}～{1}の範囲でなければなりません。

source: The main developer is [[User:Pgiraud]] Source code (Python) is on github: https://github.com/hotosm/osm-tasking-manager2 Issues & bugs area also managed on github: https://github.com/hotosm/osm-tasking-manager2/issues A dev/testing instance of the task manager is running here: http://tasks-dev.hotosm.org Sometimes this is with a later version of the code (Note.
ja: 主な開発者は [[User:Pgiraud]] ソースコード (Python)は、github: https://github.com/hotosm/osm-tasking-manager2 にあります。 課題やバグ報告も github: https://github.com/hotosm/osm-tasking-manager2/issues で管理しています。 タスクマネージャーの開発/テストのインスタンスは、 http://tasks-dev.hotosm.org で実行されていて、ときどき最新のコードのバージョンが実行されています。(注意:

source: The map could not be downloaded
ja: 地図をダウンロードできません。

source: The map is updated live in the background.
ja: マップがバックグラウンドでライブで更新されます。

source: The map may also just be incorrect because for example you bought it a year ago and a path has been dug up in your local park since, or someone just made a mistake.
ja: また地図は単純に間違っているかもしれません。1年前に地図を買った後に、公園に歩道ができたりするかもしれませんし、単に間違っている事だってあります。

source: The marked channels are a {0}-ways junction
ja: マークされたチャネルは{0}方向の交差点です。

source: The marked channels are not a junction:
ja: マークされたチャネルは交差点ではありません。

source: The maximum bbox size is 0.25, and your request was too large.
ja: bboxの最大サイズは0.25で、要求が大きすぎます。

source: The members of this relation are in reverse order
ja: このリレーションのメンバーは逆順になっています

source: The merged dataset will not include a tag with key {0}
ja: 結合されたデータセットはキー {0} を持つタグを含みません

source: The message (and the tooltip when hovering this red link) will say (in the language defined in your preferences for this wiki): *:: '''Create the page "<u style="color:#F00">''English page name''</u>" on this wiki!''' *::::::: <sup style="font-size:120%">'''⬉'''</sup> <small style="background:#FFE;border:1px solid #AAA;box-shadow:#AAA 2px 2px 4px;color:#333;padding:1px 0.2em">''English page name'' (page does not exist)</small> *: Click on this red link and you will be starting to create the new page, in edit mode.
ja: メッセージ (および赤いリンクをマウスでかざした時に表示されるヒント)には(Wiki設定で定義した言語で)次のように書かれているでしょう: *:: '''このウィキでページ「<u style="color:#F00">英語ページ名</u>」を新規作成する''' *::::::: <sup style="font-size:120%">'''⬉'''</sup> <small style="background:#FFE;border:1px solid #AAA;box-shadow:#AAA 2px 2px 4px;color:#333;padding:1px 0.2em">''English page name'' (page does not exist)</small> *: リンクをクリックすると、編集モードで新しいページの作成を始められます

source: The minima must be less than the maxima
ja: 最小値は最大値より小さくなければなりません。

source: The modifier "i" makes the match case-insensitive
ja: 修飾子 "i" をつかうと、大文字と小文字を区別しないマッチを指定できます。

source: The module file ''{0}'' does not include a Manifest.
ja: モジュールファイル ''{0}'' にはマニフェストが含まれていません。

source: The module is not going to be loaded.
ja: このモジュールは読み込まれません。

source: The name of the object at the mouse pointer.
ja: マウスポインターの位置にあるオブジェクトの名前です。

source: The native password manager plugin detected {0} on your system.
ja: ネイティブパスワードマネージャープラグインが、システムで{0}を検出しました。

source: The new key is already used, overwrite values?
ja: 新しいキーはすでに使われています。値を上書きしますか？

source: The new project will be a clone of the project #{id} ({name}).
ja: 新規プロジェクトは #{id} ({name}) のクローンです。

source: The nodes of this way are in reverse order
ja: このウェイのノードは逆順です

source: The northing at the mouse pointer.
ja: マウスポインターの場所には何もありません。

source: The number of seconds to jump forward or back when the relevant button is pressed
ja: 対応するボタンを押したときに何秒分進む・戻るのか。

source: The original copyright holder has, what is called, [[wikipedia:Copyright#Exclusive_rights|exclusive rights]] over the work and is thus the only authority that has the ability to alter permissions and use.
ja: 原著作権者は、いわゆる[[wikipedia:ja:著作権|排他的権利]]を自身の作品に持っており、著作権者だけが許諾や利用の条件を変更できます。'

source: The output will be in client/dist/simple-taskmanager/<lang>, where en-US for English, ja for Japanese and de for Deutsch.
ja: client/dist/simple-taskmanager/<lang>に出力されます。ここで<lang>については、英語はen-US、日本語はja、ドイツ語はdeです。

source: The owner of a project is also able to invite others to a project.
ja: プロジェクトの所有者は、他のユーザをプロジェクトに招待することもできます。

source: The password cannot be empty.
ja: パスワードを空にすることはできません。

source: The password will <strong>not</strong> be saved in clear text in the JOSM preferences and it will be submitted to the OSM server <strong>only once</strong>.
ja: パスワードは、JOSMの環境設定にクリアテキストで保存されることは<strong>ありません</strong>。OSMサーバに送信されるのは<strong>1回だけです</strong>。

source: The plugin file ''{0}'' does not include a Manifest.
ja: プラグインファイル ''{0}'' はマニフェストを含みません。

source: The plugin is not going to be loaded.
ja: プラグインはロードされません。

source: The preset <i>{0}</i> cannot be applied since nothing has been selected!
ja: 何も選択されていないので、プリセット <i>{0}</i> が適用できません。

source: The preset <i>{0}</i> cannot be applied since the selection is unsuitable!
ja: プリセット <i>{0}</i> は適切ではないのため適用できません。

source: The project '' has been removed
ja: プロジェクトは削除されました

source: The project is not an exercise in copying maps while trying to avoid copyright traps.
ja: このプロジェクトは著作権トラップを避けて地図をコピーする練習ではありません。

source: The projection {0} could not be activated.
ja: 投影{0}をアクティブ化できませんでした。

source: The proxy will not be used.
ja: このプロキシは以後使用しません

source: The purpose of the tool is to divide up a mapping job into smaller tasks that can be completed rapidly.
ja: このツールの目的は、マッピングジョブをすばやく完了できる小さなタスクに分割することです。

source: The ratio of voice recorder elapsed time to true elapsed time
ja: 音声録音の残り時間と実際の残り時間の割合

source: The regex "{0}" had a parse error at offset {1}, full error: {2}
ja: 正規表現 "{0}" は、オフセット {1} に区切りエラーがあります。全エラーメッセージは: {2}

source: The regex "{0}" had a parse error, full error: {1}
ja: 正規表現"{0}"に構文エラー、詳細は: {1}

source: The remainder of this help page documents the {0} command.
ja: このヘルプページの残りの部分では、{0}コマンドについて説明します。

source: The requested URL {0} was not found
ja: 要求されたURL {0} が見つかりません

source: The required tag <tt>{0}={1}</tt> is missing.
ja: 必要なタグ<tt>{0}={1}</tt> がありません。

source: The revision file ''/REVISION'' is missing.
ja: ''/REVISION''で指定されたリビジョンファイルが見つかりません。

source: The script file ''{0}'' doesn''t exist.
ja: スクリプトファイル''{0}''が存在しません。

source: The script file ''{0}'' isn''t readable.
ja: スクリプトファイル''{0}''を読み取れません。

source: The scripting plugin can load and run plugins written in <strong>Python</strong>.
ja: スクリプトプラグインは、<strong>Python</strong>で記述されたプラグインをロードして実行できます。

source: The scripting plugin includes an embedded scripting engine for JavaScript based on Mozilla Rhino.
ja: このスクリプトプラグインには、Mozilla RhinoをベースにしたJavaScript用の組み込みスクリプトエンジンが含まれています。

source: The selected GPX track does not contain timestamps.
ja: 選択したGPXトラックにタイムスタンプが含まれていません。

source: The selected area is incomplete.
ja: 選択した領域は不完全です。

source: The selected node is not in the middle of any way.
ja: 選択されたノードはウェイの中間ではありません。

source: The selected nodes can not be consecutive nodes in the object.
ja: 選択されたノードはオブジェクト中で連続させることができません。

source: The selected nodes do not share the same way.
ja: 選択されたノードは同じウェイで共有されていません。

source: The selected photos do not contain time information.
ja: 選択した写真には時間情報がありません

source: The selected way does not contain the selected node.
ja: 選択したウェイは選択したノードをつかって構成されていません。

source: The selected way has nodes outside of the downloaded data region.
ja: 選択したウェイにはダウンロードしたデータ領域の外にノードがあります。

source: The selected way has nodes which can have other referrers not yet downloaded.
ja: 選択されたウェイには、まだダウンロードされていない参照しているノードがあります。

source: The selected way is not a split way, please select split points or split way too.
ja: 選択されたウェイは分割されていません。分割点か分割されたウェイも選択してください。

source: The selected way is not closed.
ja: 選択されたウェイはクローズされていません。

source: The selection contains {0} ways.
ja: 選択には{0}の方法が含まれています。

source: The server did not return data for the requested object, it was either deleted or does not exist.
ja: 要求されたオブジェクトが削除されたか存在しないので、サーバがデータを返しませんでした。

source: The server did not return user ID
ja: サーバーからユーザーIDが返りませんでした

source: The server is written in go (aka golang) so you need to install go and setup your development environment (paths, IDE, etc.)
ja: サーバはgo(別名golang)で記述されているため、goをインストールして開発環境(パス、IDEなど)を設定する必要があります。

source: The server replied an error with code {0}.
ja: サーバーがエラーを返しました。コード {0}

source: The server replied with response code 404.<br>This usually means, the server does not know an object with the requested id.
ja: サーバーが応答コード404を返しました。<br>これは通常、リクエストされたIDのオブジェクトがサーバーにないことを意味します。

source: The server reported that the current changeset was closed.<br>This is most likely because the changesets size exceeded the max.
ja: サーバは、現在の変更セットが閉じられたことを報告しました。<br>これは、変更セットのサイズが最大値を超えた可能性が高いためです。

source: The server requires a database called stm with the required tables as described below.
ja: サーバには、stmという名前のデータベースと、次に説明する必要なテーブルが必要です。

source: The server responded with the return code {0} instead of 200.<br>Please check the spelling of ''{1}'' and validate again.</html>
ja: サーバーは、200ではなく{0}という戻りコードで応答しました。<br>''{1}''のスペルをチェックし、もう一度検証してください。</html>

source: The situation here is ''entirely'' different.
ja: ここでの状況は、''完全に''違います。

source: The size of each task is approximately {area} km{sq}.
ja: 各タスクのサイズは約 {area} km {sq} です。

source: The slippy map no longer shows the selected download bounds.
ja: 選択したダウンロード境界がスリッピーマップに表示されなくなります。

source: The source code is on Github: https://github.com/hotosm/tasking-manager and inquiries, issues and bugs also [https://github.com/hotosm/tasking-manager/issues managed there].
ja: ソースコードはGithub https://github.com/hotosm/tasking-manager になり、問い合わせや、課題とバグの[https://github.com/hotosm/tasking-manager/issues 管理]をおこなっています。

source: The specific rules are documented at [[WikiProject Cyprus#Disputed place names]].
ja: [[WikiProject_Cyprus#Disputed_place_names]]に細かいルールが文書化されています。

source: The specified url is invalid!
ja: 指定されたURLは不正です。

source: The starting location was not within the bbox
ja: bboxの中に、開始位置がありませんでした

source: The statement above is thus equivalent to:
ja: 上の文は次の文と等価になります。

source: The string ''{0}'' is not a valid double value.
ja: 文字列 ''{0}'' は正しいdouble値ではありません。

source: The supposed main purpose of such a feature is to strengthen the author's case in a copyright dispute.
ja: このような特徴は、地図の著作権についての争いが生じたときに、地図の著作権者の主張を補強するために使われます。

source: The target URL is empty.
ja: ターゲットURLが空です。

source: The top (summit) of a mountain or hill.
ja: 山や丘の頂上です。

source: The turnrestrictions plugin allows to enter maintain information about turn restrictions in the OpenStreetMap database.
ja: 進行方向制限(turnrestrictions)プラグインを使用すると、OpenStreetMapデータベース内の進行方向制限に関する情報を入力・編集することができます。

source: The two ways participating in the turn restriction <strong>aren''t connected.</strong>
ja: 進行方向制限に参加している2本のウェイが<strong>接続されていません</strong>。

source: The unique internal ID used to identify the script.
ja: スクリプトの識別に使用される一意の内部ID。

source: The user name cannot be empty.
ja: ユーザー名を空にすることはできません。

source: The username and password is protected by {0}.
ja: ユーザー名とパスワードは{0}によって保護されています。

source: The value ''{0}'' is not allowed for the wikipedia=* tag
ja: wikipedia=*タグに値''{0}''は使用できません

source: The value of a wikipedia tag should be given as ‹language›:‹Article title› instead of the full URL
ja: wikipediaタグの値は、完全なURLではなく ''‹language›:‹Article title› ''としてください。

source: The value of tag brand:wikidata=* has an invalid format!
ja: brand:wikidata=* タグの値のフォーマットは無効です!

source: The way <span class="object-name">{0}</span> with role <tt>{1}</tt> should be split at node <span class="object-name">{2}</span> where it connects to way <span class="object-name">{3}</span>.
ja: ロール <tt>{1}</tt> を持つウェイ <span class="object-name">{0}</span> は、ウェイ <span class="object-name">{3}</span> に接続しているノード <span class="object-name">{2}</span> で分割するべきです。

source: The way cannot be split at the selected nodes.
ja: 選択したノードでウェイを分割できません。

source: The way to be replaced cannot have any nodes with properties or relation memberships unless they belong to both ways.
ja: 置き換えるウェイは、プロパティを持ったノードを含んでいたり、リレーションに所属していたりすることはできません(両方のウェイに所属している場合を除く)。

source: The way with selected nodes can not be straightened.
ja: 選択されたノードのウェイを直線化できません。

source: The ways can not be combined in their current directions.
ja: 一方通行の方向が違っているため結合できません。

source: The ways must be entirely within the downloaded area.
ja: ウェイがダウンロード範囲に完全に含まれていなければなりません。

source: The wiki holds a lot of important help content and documentation.
ja: このウィキには、重要な助けになるコンテンツや文書が沢山あります。

source: The wiki is not the project.
ja: このウィキはプロジェクトではありません。

source: The wikipedia plugin tries to construct a malformed URL!: {0}
ja: wikipediaプラグインは、不正な形式のURLを作成しようとしています!: {0}

source: The {0} reported an invalid query for {1} ({2}).
ja: {0}は、 {1} ({2})の無効なクエリを報告しました。

source: The {0} responded with an unexpected response code: {1} {2}
ja: {0}が予期しない応答コードで応答しました:{1}{2}

source: Theatre
ja: 劇場

source: Their dataset does not include a tag with key {0}
ja: 相手のデータセットはキー {0} を持つタグを含みません

source: Their version
ja: 相手のバージョン

source: Their version (server dataset)
ja: 相手のバージョン(サーバーデータセット)

source: Their version ({0} entry)
ja: 他のバージョン({0}項目)

source: Their with Merged
ja: 相手と統合版

source: Then open http://localhost:4200/ in your browser.
ja: 次に、ブラウザでhttp://localhost:4200/を開きます。

source: Then switch back to this dialog and click on <strong>{0}</strong><br><br>If launching the external browser fails you can copy the following authorize URL and paste it into the address field of your browser.</html>
ja: 次に、このダイアログボックスに戻り、[<strong>{0}</strong><br><br>]をクリックします。外部ブラウザの起動に失敗した場合は、次の認証URLをコピーして、ブラウザのアドレスフィールドに貼り付けることができます。</html>

source: Then there would occur a double redirection, and that causes problems because the Wiki-System will stop the second redirection (see [[Special:DoubleRedirects]]).
ja: そうすると、これは二重リダイレクトを引き起こし、Wikiシステムが2回目のリダイレクトで停止してしまうという問題を引き起こす可能性があります。 （[[Special:DoubleRedirects]] を参照）。

source: Then, the direction is fixed by these two reference nodes.
ja: 次に、この2つの参照ノードによって方向が固定されます。

source: There are ''many'' '''contributors''' to OpenStreetMap.
ja: OpenStreetMap には''大勢の'''''協力者'''がいます。

source: There are <b></b> dirty objects
ja: <b></b>個の変更されたオブジェクトがあります

source: There are <b>no</b> dirty objects.
ja: 変更されたオブジェクトは<b>ありません</b>。

source: There are [https://www.openstreetmap.org/stats/data_stats.html {{:Contributors/count}} registered OpenStreetMap users].
ja: OpenStreetMap には[https://www.openstreetmap.org/stats/data_stats.html {{:Contributors/count}}の登録ユーザー]がいます。

source: There are currently no layers with geotagged images!
ja: ジオタグされた画像があるレイヤーは、現在ありません。

source: There are less than 2 points in an area
ja: 領域内に2つ未満の点があります

source: There are no imagery layers.
ja: 画像レイヤーがありません。

source: There are no open changesets
ja: 開いている変更セットはありません

source: There are no selected objects to update.
ja: 更新するオブジェクトが選択されていません

source: There are some wiki pages which are more important than others, so concentrate on these pages first.
ja: 翻訳の成果は、ほとんどの言語でまだ初期段階です。 ウィキページの中には、より重要なページもあります。 まずはこういったところに注力しましょう。

source: There are unresolved conflicts.
ja: 未解決の競合があります。

source: There is <b>no</b> dirty object
ja: 変更されたオブジェクトは<b>ありません</b>

source: There is <b>one</b> dirty object
ja: <b>一つ</b>の変更されたオブジェクトがあります

source: There is an intersection between ways.
ja: ウェイが交差しています。

source: There is currently no map view active.</em></html>
ja: 現在、アクティブなマップビューはありません。</em></html>

source: There is more than one way using the node you selected.
ja: 選択したノードを使用するウェイは複数あります。

source: There is no Wikipedia site for language ''{0}''!
ja: 言語"{0}"のWikipediaサイトがありません!

source: There is no building to replace
ja: 置き換える建物がありません

source: There is no frame loaded !
ja: フレームがロードされていません!

source: There is no layer opened to add node
ja: ノードを追加するレイヤーが開かれていません

source: There is no layer opened to add way
ja: ウェイを追加するレイヤーが開かれていません

source: There is something wrong in the value near:
ja: 右記の値の近傍にある何かが不正です:

source: There is {0} object in your local dataset which might be deleted on the server.<br>If you later try to delete or update this the server is likely to report a conflict.
ja: ローカルデータセット中の{0}件のオブジェクトがサーバー上で削除されているかもしれません。<br>このサーバーでそれを削除したり更新したりすると、競合が表示されることになります。

source: There is {0} object left to upload.
ja: アップロードするオブジェクトが{0}件残っています。

source: There may be links for you to follow if any feedback is being given.
ja: フィードバックが表示された場合は、リンクをクリックしてください。

source: There the error information should already be filled in for you.
ja: そこでは、エラー情報がすでに入力されているはずです。

source: There used to be a trick for marking cartography using Morse code, spread across the vectors defining geometry of features.
ja: 地物の形を定義している線でモールス符号を使うという地図作成法のトリックが使われていました。

source: There was an error uploading this request (%1) "%2" Please redownload the problematic feature to handle the conflict.
ja: 要求 (%1) をアップロード中にエラーが発生しました。 "%2" 衝突を処理するために、問題のある地物を再ダウンロードしてください。

source: There was an error uploading this request (%1) Server message is '%2'
ja: この要求(%1)のアップロードでエラーが発生しました。 サーバからのメッセージは'%2'です。

source: There was an error when loading this style.
ja: このスタイルのロード中にエラーが発生しました。

source: There was an error while trying to display the URL for this marker
ja: このマーカーのURLを表示するときにエラーが発生しました。

source: There was {0} conflict detected.
ja: 検出された競合が{0}件あります

source: There was {0} conflict during import.
ja: インポート中に{0}件の競合がありました。

source: There was {0} tag found in the buffer, it is suspicious!
ja: バッファに疑わしいタグが{0}件あります。

source: There were {0} conflicts during import.
ja: インポートした内容には {0} の競合があります。

source: These easter eggs take the form of fake or missing streets, or features like churches and schools that don't in fact exist.
ja: これらのイースターエッグは実在しない道路、教会、学校などの地物が含まれていたり、いなかったりすることで隠されています。

source: These rights explicitly include commercial use, and do not exclude any field of endeavour.
ja: これらの権利は、明示的に商用利用を含み、いかなる分野の試みも排除しません。

source: These rights include, without limitation, the right to sub-license the work through multiple tiers of sub-licensees and to sue for any copyright violation directly connected with OSMF's rights under these terms.
ja: これらの権利は制限無しに、複数階層にわたるサブライセンスを通して成果物にサブライセンスしたり、これらの規約に基づくOSMFの諸権利に直接つながるあらゆる著作権侵害の訴訟を起こすための権利を含みます。

source: They have been known to [http://www.flickr.com/photos/harrywood/5702396769/ get London tube stations on the wrong side of the river].
ja: これらは [http://www.flickr.com/photos/harrywood/5702396769/ get London tube stations on the wrong side of the river] で明らかになりました。

source: They have been removed from the relation members list.
ja: これらメンバーリストから削除されました。

source: They will replace properties in my elements when merge decisions are applied.
ja: マージ決定が適用されると、要素のプロパティが置き換えられます。

source: They will replace the list of my elements when the merge decisions are applied.
ja: マージの決定が適用されると、要素のリストが置き換えられます。

source: They, in turn, have obtained some of this data from national mapping agencies (such as the [https://www.ordnancesurvey.co.uk/ Ordnance Survey]).
ja: 彼らは、国の地図製作機関（イギリスの[https://www.ordnancesurvey.co.uk/ Ordnance Survey]）（訳注: 日本なら[http://www.gsi.go.jp/ 国土地理院]）から一部のデータは受け取っています。

source: Thin Rollers: rollerblade, skateboard
ja: 細い車輪: ローラーブレード、スケートボード

source: Thin Wheels: racing bike
ja: 細い車輪: レース用自転車

source: This Agreement shall be governed by English law without regard to principles of conflict of law.
ja: この同意書は法律の衝突の原則に関わらず英国法で定めます。

source: This approach facilitates the distribution of tasks to the various mappers in a context of emergency.
ja: このアプローチをとることで、緊急の状況において、様々なマッパーへのタスクの割り当てが容易になります。

source: This approach facilitates the distribution of tasks to the various mappers.
ja: このアプローチをとることで、様々なマッパーへのタスクの割り当てが容易にできます。

source: This can be done using npm run test.
ja: これは、npm run testを使用して実行できます。

source: This can lead to nodes being deleted accidentally.
ja: これにより思わぬノードが削除されることがあります。

source: This changeset has {0} comment
ja: この変更セットには{0}件のコメントがあります

source: This changeset query URL is invalid
ja: この変更セットクエリURLは不正です

source: This check queries Wikidata to find those OSM objects that are linked to wikidata items of a type, which should not occur in OSM data (at least not as the main wikidata tag)
ja: このチェックでは、Wikidataに照会して、タイプのwikidata項目にリンクされているOSMオブジェクトを検索します。OSMデータには存在しません(少なくともメインのwikidataタグとしては存在しません)。

source: This connectivity may already be implied
ja: この接続性はすでに暗黙的に示されています。

source: This contributor agreement (the “Agreement”) is made between you (“You”) and The OpenStreetMap Foundation (“OSMF”) and clarifies the intellectual property rights in any Contents that You choose to submit to the Project in this user account.
ja: この投稿規約（「同意書」）は、あなた（「あなた」）とOpenStreetMap財団（「OSMF」）の間でなされ、あなたがこのユーザーアカウントにおいてプロジェクトに投稿しようとするあらゆるコンテンツについて、知的財産権を明確化します。

source: This corresponds to the key ''{0}''
ja: キー "{0}" に対応します

source: This creates a bunch of .js and .css files as well as the index.html.
ja: これにより、.jsと.cssのファイルと、index.htmlが作成されます。

source: This description assumes that you use docker instead of an direct installation of PostgreSQL.
ja: この説明は、PostgreSQLを直接インストールするのではなく、Dockerを使用することを想定しています。

source: This divides the last drawn polygon into the selected shape.
ja: これは、最後に描画したポリゴンを選択した形状へ分割します。

source: This divides the selected task into smaller tasks of the selected shape and size.
ja: 選択したタスクを、指定した形状とサイズの、小さなタスクに分割します。

source: This entry has been reported.
ja: この項目は報告されました。

source: This exclusion applies even if either party has been advised of the possibility of such damages.
ja: たとえどちらかの関係者がそのような打撃の可能性について助言されたとしても、この免責は適用されます。

source: This gives other mappers a better understanding of your intent.
ja: これにより、他のマッパーがユーザーの意図をよりよく理解できるようになります。

source: This id is {0}, the other is {1}
ja: このIDは{0}で、もう一方のIDは{1}です。

source: This imagery is an overlay.
ja: この画像はオーバーレイです。

source: This imagery is marked as best in this region in other editors.
ja: この画像は他の編集者からこの地域の最良の画像とマークされています。

source: This is a programming error, please report to the Wikipedia plugin.
ja: これはプログラミングエラーです。Wikipediaプラグインプロジェクトへ報告してください。

source: This is a simple structured task manager for e.g. OpenStreetMap (OSM).
ja: これは、例えばOpenStreetMap(OSM)のためのシンプルな構造のタスクマネージャです。

source: This is accompanied by the copyright holder and a date of publication.
ja: これらには、著作権保持者と発行日付が付いています。

source: This is after the end of the recording
ja: これは記録の最後より後ろにあります。

source: This is always a coding error.
ja: これは常にコーディングエラーです。

source: This is equal to deleting the roles of these objects.
ja: これはオブジェクトからロールを削除することと同じことです。

source: This is just a local installation into the node_modules folder.
ja: これは、node_modulesフォルダへのローカルインストールです。

source: This is not a critical error, it should be safe to continue in your work.
ja: これは重大なエラーではありません。作業を続行しても安全です。

source: This is partly to avoid such copyright traps, but also because we genuinely don't want to copy information from these sources.
ja: これは、そのような著作権トラップを踏まないためだけでなく、 OSM の方針として他の地図を情報源にしないことを真摯に願っているからです。

source: This is probably just Google making a mistake.
ja: これはおそらく Google が誤りを作ったのでしょう。
